Repository: initMoin/toDo
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, es, hi, it, ja, ms, th, ur, zh_hans

source: Choose an image smaller than 5 MB.
ar: اختر صورة أصغر من 5 ميغابايت.
es: Elige una imagen de menos de 5 MB.
hi: 5 MB से छोटी छवि चुनें।
it: Scegli un'immagine più piccola di 5 MB.
ja: 5 MB未満の画像を選択してください。
ms: Pilih imej yang lebih kecil daripada 5 MB.
th: เลือกรูปที่มีขนาดเล็กกว่า 5 MB
ur: 5 MB سے چھوٹی تصویر منتخب کریں۔
zh_hans: 请选择小于 5 MB 的图片。

source: Choose iCloud for Apple-only syncing. Choose toDō Sync for Android or web access too.
ar: اختر iCloud للمزامنة بين أجهزة Apple فقط. اختر مزامنة تُدُ لاستخدام Android أو الويب أيضًا.
es: Elige iCloud para sincronizar solo con Apple. Elige toDō Sync para Android o web tambien.
hi: केवल Apple सिंक के लिए iCloud चुनें। Android या वेब पहुंच के लिए toDō Sync चुनें।
it: Scegli iCloud per sincronizzare solo dispositivi Apple. Scegli toDō Sync anche per Android o web.
ja: Appleだけで同期するならiCloudを選びます。AndroidやWebも使うならtoDō Syncを選びます。
ms: Pilih iCloud untuk sync Apple sahaja. Pilih toDō Sync untuk Android atau web juga.
th: เลือก iCloud สำหรับซิงก์เฉพาะ Apple เลือก toDō Sync หากต้องการ Android หรือเว็บด้วย
ur: صرف Apple syncing کے لیے iCloud منتخب کریں۔ Android یا web کے لیے toDō Sync منتخب کریں۔
zh_hans: 仅在 Apple 设备间同步请选择 iCloud。还需要 Android 或网页访问请选择 toDō Sync。

source: Choose profile image
ar: اختيار صورة ملف شخصي
es: Elegir imagen de perfil
hi: प्रोफ़ाइल चित्र चुनें
it: Scegli immagine del profilo
ja: プロフィール画像を選択
ms: Pilih gambar profil
th: เลือกรูปโปรไฟล์
ur: پروفائل تصویر منتخب کریں
zh_hans: 选择头像

source: Choose the category this widget should show.
ar: اختر الفئة التي يجب أن يعرضها هذا الويدجت.
es: Elija la categoría que debe mostrar este widget.
hi: वह श्रेणी चुनें जो इस विजेट को दिखानी चाहिए.
it: Scegli la categoria da mostrare in questo widget.
ja: このウィジェットに表示するカテゴリを選択します。
ms: Pilih kategori yang patut dipaparkan oleh widget ini.
th: เลือกหมวดหมู่ที่วิดเจ็ตนี้ควรแสดง
ur: وہ زمرہ منتخب کریں جو یہ ویجٹ دکھائے۔
zh_hans: 选择此小部件应显示的类别。

source: Choose the membership that fits how you work.
ar: اختر العضوية التي تناسب طريقة عملك.
es: Elige la membresía que mejor se adapte a tu forma de trabajar.
hi: अपने काम करने के तरीके के अनुसार सदस्यता चुनें।
it: Scegli l'abbonamento più adatto al tuo modo di lavorare.
ja: 自分の使い方に合うメンバーシップを選択してください。
ms: Pilih keahlian yang sesuai dengan cara anda bekerja.
th: เลือกสมาชิกที่เหมาะกับวิธีการทำงานของคุณ
ur: اپنے کام کرنے کے انداز کے مطابق رکنیت منتخب کریں۔
zh_hans: 选择适合你工作方式的会员方案。

source: Choose where the image comes from.
ar: اختر مصدر الصورة.
es: Elige de dónde procede la imagen.
hi: चित्र का स्रोत चुनें।
it: Scegli la provenienza dell'immagine.
ja: 画像の取得元を選択
ms: Pilih sumber imej.
th: เลือกแหล่งที่มาของรูป
ur: تصویر کا ماخذ منتخب کریں۔
zh_hans: 选择图片来源。

source: Choose where to keep your toDōs
ar: اختر مكان حفظ toDōs الخاصة بك
es: Elige dónde guardar tus toDōs
hi: चुनें कि अपने toDō कहाँ रखें
it: Scegli dove tenere i tuoi toDō
ja: toDōの保存先を選択
ms: Pilih tempat menyimpan toDō anda
th: เลือกที่เก็บ toDō ของคุณ
ur: اپنے toDōs رکھنے کی جگہ منتخب کریں
zh_hans: 选择保存 toDō 的位置

source: Choose where your current profile image is available.
ar: اختر مكان إتاحة صورة ملفك الشخصي الحالية.
es: Elige dónde está disponible tu imagen de perfil actual.
hi: चुनें कि आपका वर्तमान प्रोफ़ाइल चित्र कहाँ उपलब्ध है।
it: Scegli dove è disponibile la tua immagine del profilo attuale.
ja: 現在のプロフィール画像を利用できる場所を選択します。
ms: Pilih tempat gambar profil semasa anda tersedia.
th: เลือกตำแหน่งที่รูปโปรไฟล์ปัจจุบันของคุณพร้อมใช้งาน
ur: اپنی موجودہ پروفائل تصویر کی دستیابی کی جگہ منتخب کریں۔
zh_hans: 选择当前头像的可用位置。

source: Choose where your current profile image should be available. You can change this later if your devices or sync setup changes.
ar: اختر مكان إتاحة صورة ملفك الشخصي الحالية. يمكنك تغيير ذلك لاحقًا إذا تغيّرت أجهزتك أو إعداد المزامنة.
es: Elige dónde debe estar disponible tu imagen de perfil. Puedes cambiarlo más adelante si cambian tus dispositivos o la configuración de sincronización.
hi: चुनें कि आपका वर्तमान प्रोफ़ाइल चित्र कहाँ उपलब्ध होना चाहिए। आपके डिवाइस या सिंक सेटअप बदलने पर इसे बाद में बदला जा सकता है।
it: Scegli dove deve essere disponibile la tua immagine del profilo. Puoi cambiarlo in seguito se cambiano i tuoi dispositivi o la configurazione della sincronizzazione.
ja: 現在のプロフィール画像を利用できる場所を選択します。デバイスや同期設定が変わった場合は、後から変更できます。
ms: Pilih tempat gambar profil semasa anda patut tersedia. Anda boleh menukarnya kemudian jika peranti atau tetapan penyegerakan berubah.
th: เลือกตำแหน่งที่รูปโปรไฟล์ปัจจุบันควรใช้งานได้ คุณเปลี่ยนได้ภายหลังหากอุปกรณ์หรือการตั้งค่าการซิงค์เปลี่ยนไป
ur: منتخب کریں کہ آپ کی موجودہ پروفائل تصویر کہاں دستیاب ہو۔ آلات یا مطابقت پذیری کی ترتیبات بدلنے پر آپ اسے بعد میں تبدیل کر سکتے ہیں۔
zh_hans: 选择当前头像的可用范围。如果设备或同步设置发生变化，之后仍可更改。

source: Choose which toDō notifications and app surfaces should be active during a Focus.
ar: اختر إشعارات تُدُ وواجهات التطبيق التي يجب أن تكون نشطة أثناء نمط التركيز.
es: Elija qué notificaciones de tareas pendientes y superficies de aplicaciones deben estar activas durante unFocus.
hi: चुनें किFocusके दौरान कौन से toDō नोटिफिकेशन और ऐप सरफेस सक्रिय होने चाहिए।
it: Scegli quali notifiche toDō e superfici dell’app devono essere attive durante un Full immersion.
ja: 集中モード中に有効にするtoDō通知とアプリ表示面を選びます。
ms: Pilih pemberitahuan toDō dan permukaan app yang patut aktif semasa Fokus.
th: เลือกการแจ้งเตือน toDō และพื้นที่แสดงของแอปที่จะเปิดใช้งานระหว่างโฟกัส
ur: منتخب کریں کہ فوکس کے دوران کون سی ٹُڈُو اطلاعات اور ایپ سطحیں فعال ہوں۔
zh_hans: 选择在Focus期间应激活哪些 toDō 通知和应用程序界面。

source: Clarification
ar: توضيح
es: Aclaración
hi: स्पष्टीकरण
it: Chiarimento
ja: 確認
ms: Penjelasan
th: คำชี้แจง
ur: وضاحت
zh_hans: 说明

source: Classic
ar: كلاسيكي
es: Clásico
hi: क्लासिक
it: Classico
ja: クラシック
ms: Klasik
th: คลาสสิก
ur: کلاسک
zh_hans: 经典

source: Clean up
ar: تنظيف
es: Limpiar
hi: साफ करें
it: Pulisci
ja: 整理
ms: Bersihkan
th: ล้างรายการ
ur: صاف کریں
zh_hans: 清理

source: Cleaning Duplicates
ar: تنظيف التكرارات
es: Limpieza de duplicados
hi: डुप्लीकेट साफ़ करना
it: Pulizia dei duplicati
ja: 重複のクリーニング
ms: Membersihkan Pendua
th: การทำความสะอาดรายการที่ซ้ำกัน
ur: ڈپلیکیٹس کی صفائی
zh_hans: 清理重复项

source: Clear
ar: مسح
es: Claro
hi: स्पष्ट
it: Libero
ja: なし
ms: Kosong
th: ว่าง
ur: صاف کریں
zh_hans: 清除

source: Clear all tags
ar: مسح كل الوسوم
es: Borrar todas las etiquetas
hi: सभी टैग साफ़ करें
it: Cancella tutti i tag
ja: すべてのタグをクリア
ms: Kosongkan semua tag
th: ล้างแท็กทั้งหมด
ur: تمام ٹیگز صاف کریں
zh_hans: 清除所有标签

source: Clear due date
ar: مسح تاريخ الاستحقاق
es: Borrar fecha de vencimiento
hi: नियत तिथि साफ़ करें
it: Rimuovi scadenza
ja: 期日をクリア
ms: Kosongkan tarikh akhir
th: ล้างวันครบกำหนด
ur: مقررہ تاریخ صاف کریں
zh_hans: 明确的截止日期

source: Clear Due Date
ar: مسح تاريخ الاستحقاق
es: Borrar vencimiento
hi: देय तिथि हटाएँ
it: Cancella scadenza
ja: 期限をクリア
ms: Kosongkan tarikh akhir
th: ล้างวันครบกำหนด
ur: تاریخِ مقررہ ہٹائیں
zh_hans: 清除截止日期

source: Clear for now
ar: مسح مؤقتًا
es: claro por ahora
hi: अभी के लिए स्पष्ट
it: Libero per ora
ja: 今はありません
ms: Kosong buat masa ini
th: ตอนนี้ยังว่าง
ur: ابھی کے لیے صاف کریں
zh_hans: 暂时清除

source: Clear Local
ar: مسح المحلي
es: Borrar local
hi: स्थानीय डेटा साफ़ करें
it: Cancella locali
ja: ローカルを消去
ms: Kosongkan Setempat
th: ล้างข้อมูลในเครื่อง
ur: مقامی ڈیٹا صاف کریں
zh_hans: 清除本地数据

source: Clear nanoDo due date
ar: مسح تاريخ استحقاق نَنُدُ
es: Borrar fecha de vencimiento de nanoDo
hi: nanoDo की नियत तिथि साफ़ करें
it: Rimuovi scadenza nanoDo
ja: nanoDoの期日をクリア
ms: Kosongkan tarikh akhir nanoDo
th: ล้างวันครบกำหนดของ nanoDo
ur: نَینوڈو کی مقررہ تاریخ صاف کریں
zh_hans: 清除 nanoDo 到期日期

source: Clear runway
ar: مسار واضح
es: Camino despejado
hi: रास्ता साफ़
it: Pista libera
ja: 見通し良好
ms: Laluan jelas
th: ทางโล่ง
ur: راستہ صاف ہے
zh_hans: 路径清晰

source: Clear tag text
ar: مسح نص الوسم
es: Borrar texto de etiqueta
hi: टैग टेक्स्ट साफ़ करें
it: Cancella testo tag
ja: タグテキストをクリア
ms: Kosongkan teks tag
th: ล้างข้อความแท็ก
ur: ٹیگ متن صاف کریں
zh_hans: 清除标签文本

source: Close
ar: إغلاق
es: Cerca
hi: बंद करना
it: Chiudi
ja: 閉じる
ms: Tutup
th: ปิด
ur: بند کریں
zh_hans: 关闭

source: Close and reopen toDō to use this choice.
ar: أغلق تُدُ وأعد فتحه لاستخدام هذا الخيار.
es: Cierra y vuelve a abrir toDō para usar esta opcion.
hi: इस विकल्प को इस्तेमाल करने के लिए toDō बंद करके फिर खोलें।
it: Chiudi e riapri toDō per usare questa scelta.
ja: この選択を使うにはtoDōを閉じて開き直してください。
ms: Tutup dan buka semula toDō untuk menggunakan pilihan ini.
th: ปิดและเปิด toDō ใหม่เพื่อใช้ตัวเลือกนี้
ur: یہ انتخاب استعمال کرنے کے لیے toDō بند کر کے دوبارہ کھولیں۔
zh_hans: 关闭并重新打开 toDō 以使用此选择。

source: Close and reopen toDō when you are ready to use %@.
ar: أغلق تُدُ وأعد فتحه عندما تكون جاهزًا لاستخدام %@.
es: Cierra y vuelve a abrir toDō cuando quieras usar %@.
hi: %@ इस्तेमाल करने के लिए तैयार हों तो toDō बंद करके फिर खोलें।
it: Chiudi e riapri toDō quando vuoi usare %@.
ja: %@を使う準備ができたらtoDōを閉じて開き直してください。
ms: Tutup dan buka semula toDō apabila sedia menggunakan %@.
th: ปิดและเปิด toDō ใหม่เมื่อพร้อมใช้ %@
ur: %@ استعمال کرنے کے لیے تیار ہوں تو toDō بند کر کے دوبارہ کھولیں۔
zh_hans: 准备使用 %@ 时，请关闭并重新打开 toDō。

source: Close Collab
ar: إغلاق التعاون
es: Cerrar colaboración
hi: सहयोग बंद करें
it: Chiudi collaborazione
ja: コラボを閉じる
ms: Tutup Kolaborasi
th: ปิดการร่วมงาน
ur: تعاون بند کریں
zh_hans: 关闭协作

source: Close Guided Tour
ar: إغلاق الجولة الإرشادية
es: Cerrar tour guiado
hi: मार्गदर्शित परिचय बंद करें
it: Chiudi tour guidato
ja: ガイドツアーを閉じる
ms: Tutup lawatan berpandu
th: ปิดทัวร์แนะนำ
ur: رہنمائی دورہ بند کریں
zh_hans: 关闭引导导览

source: Close Invitation
ar: إغلاق الدعوة
es: Cerrar invitación
hi: निमंत्रण बंद करें
it: Chiudi invito
ja: 招待を閉じる
ms: Tutup jemputan
th: ปิดคำเชิญ
ur: دعوت بند کریں
zh_hans: 关闭邀请

source: Close Profile
ar: إغلاق الملف الشخصي
es: Cerrar perfil
hi: प्रोफ़ाइल बंद करें
it: Chiudi profilo
ja: プロフィールを閉じる
ms: Tutup Profil
th: ปิดโปรไฟล์
ur: پروفائل بند کریں
zh_hans: 关闭个人资料

source: Close search
ar: إغلاق البحث
es: Cerrar búsqueda
hi: खोज बंद करें
it: Chiudi ricerca
ja: 検索を閉じる
ms: Tutup carian
th: ปิดการค้นหา
ur: تلاش بند کریں
zh_hans: 关闭搜索

source: Close settings
ar: إغلاق الإعدادات
es: Cerrar configuración
hi: सेटिंग्स बंद करें
it: Chiudi impostazioni
ja: 設定を閉じる
ms: Tutup tetapan
th: ปิดการตั้งค่า
ur: سیٹنگز بند کریں
zh_hans: 关闭设置

source: Close User Profile
ar: إغلاق ملف المستخدم
es: Cerrar perfil de usuario
hi: उपयोगकर्ता प्रोफ़ाइल बंद करें
it: Chiudi profilo utente
ja: ユーザープロフィールを閉じる
ms: Tutup Profil Pengguna
th: ปิดโปรไฟล์ผู้ใช้
ur: صارف پروفائل بند کریں
zh_hans: 关闭用户资料

source: Cloud Account
ar: حساب سحابي
es: Cuenta en la nube
hi: क्लाउड खाता
it: Account cloud
ja: クラウドアカウント
ms: Akaun Awan
th: บัญชีคลาวด์
ur: کلاؤڈ اکاؤنٹ
zh_hans: 云帐户

source: Cloud ID
ar: معرّف السحابة
es: ID de nube
hi: क्लाउड आईडी
it: ID cloud
ja: クラウドID
ms: ID awan
th: รหัสคลาวด์
ur: کلاؤڈ ID
zh_hans: 云ID

source: Coastal
ar: ساحلي
es: Costero
hi: तटीय
it: Costiero
ja: コースタル
ms: Pesisir
th: ชายฝั่ง
ur: ساحلی
zh_hans: 海岸

source: Coffee for toDō
ar: قهوة لـ toDō
es: Un café para toDō
hi: toDō के लिए कॉफ़ी
it: Un caffè per toDō
ja: toDōにコーヒーを
ms: Kopi untuk toDō
th: กาแฟสำหรับ toDō
ur: toDō کے لیے کافی
zh_hans: 请 toDō 喝咖啡

source: Collab
ar: تعاون
es: Colaboración
hi: सहयोग
it: Collaborazione
ja: コラボ
ms: Kolaborasi
th: การร่วมงาน
ur: تعاون
zh_hans: 协作

source: Collab actions
ar: إجراءات التعاون
es: Acciones de colaboración
hi: सहयोग कार्रवाइयाँ
it: Azioni di collaborazione
ja: 共同作業の操作
ms: Tindakan kolaborasi
th: การดำเนินการร่วมกัน
ur: تعاون کے اقدامات
zh_hans: 协作操作

source: Collab Invitation
ar: دعوة تعاون
es: Invitación de colaboración
hi: सहयोग आमंत्रण
it: Invito alla collaborazione
ja: コラボへの招待
ms: Jemputan Kolaborasi
th: คำเชิญเข้าร่วมงาน
ur: تعاون کی دعوت
zh_hans: 协作邀请

source: Collab Name
ar: اسم التعاون
es: Nombre de la colaboración
hi: सहयोग का नाम
it: Nome della collaborazione
ja: 共同作業名
ms: Nama kolaborasi
th: ชื่อการทำงานร่วมกัน
ur: تعاون کا نام
zh_hans: 协作名称

source: Collaboration could not be refreshed. Please try again.
ar: تعذّر تحديث التعاون. حاول مرة أخرى.
es: No se pudo actualizar la colaboración. Inténtalo de nuevo.
hi: सहयोग रीफ़्रेश नहीं हो सका। फिर से कोशिश करें।
it: Impossibile aggiornare la collaborazione. Riprova.
ja: コラボレーションを更新できませんでした。もう一度お試しください。
ms: Kerjasama tidak dapat dimuat semula. Cuba lagi.
th: ไม่สามารถรีเฟรชการทำงานร่วมกันได้ โปรดลองอีกครั้ง
ur: تعاون ریفریش نہیں ہو سکا۔ دوبارہ کوشش کریں۔
zh_hans: 无法刷新协作。请重试。

source: Collabs
ar: التعاونات
es: Colaboraciones
hi: सहयोग
it: Collaborazioni
ja: コラボ
ms: Kolaborasi
th: การร่วมงาน
ur: تعاون
zh_hans: 协作

source: Collabs could not be refreshed. Please try again.
ar: تعذّر تحديث Collabs. حاول مرة أخرى.
es: No se pudieron actualizar los Collabs. Inténtalo de nuevo.
hi: Collabs रीफ़्रेश नहीं हो सके। फिर से कोशिश करें।
it: Impossibile aggiornare i Collab. Riprova.
ja: Collabを更新できませんでした。もう一度お試しください。
ms: Collab tidak dapat dimuat semula. Cuba lagi.
th: ไม่สามารถรีเฟรช Collab ได้ โปรดลองอีกครั้ง
ur: Collabs ریفریش نہیں ہو سکے۔ دوبارہ کوشش کریں۔
zh_hans: 无法刷新 Collab。请重试。

source: Complete ${toDo}
ar: إكمال ${toDo}
es: Completo${toDo}
hi: पूरा${toDo}
it: Completa ${toDo}
ja: ${toDo}を完了
ms: Selesaikan ${toDo}
th: ทำ ${toDo} ให้เสร็จ
ur: ${toDo} مکمل کریں
zh_hans: 完整的${toDo}

source: Complete nanoDo
ar: إكمال nanoDo
es: Completar nanoDo
hi: nanoDo पूरा करें
it: Completa nanoDo
ja: nanoDoを完了
ms: Selesaikan nanoDo
th: ทำ nanoDo ให้เสร็จ
ur: nanoDo مکمل کریں
zh_hans: 完成 nanoDo

source: Complete toDō
ar: إكمال تُدُ
es: Completar tareas pendientes
hi: कार्य पूरा करें
it: Completa toDō
ja: toDōを完了
ms: Selesaikan toDō
th: ทำ toDō ให้เสร็จ
ur: ٹُڈُو مکمل کریں
zh_hans: 完成待办事项

source: Complete toDō with its NanoDos
ar: أكمل تُدُ مع نَنُدُس الخاصة به
es: Completar el toDō con sus NanoDos
hi: इसके NanoDos के साथ toDō पूरा करें
it: Completa il toDō con i suoi NanoDo
ja: NanoDoと一緒にtoDōを完了
ms: Selesaikan toDō bersama NanoDonya
th: ทำ toDō ให้เสร็จพร้อม NanoDos
ur: اس کے نَنُدُس کے ساتھ تُدُ مکمل کریں
zh_hans: 随 NanoDo 一起完成 toDō

source: Completed
ar: مكتمل
es: Terminado
hi: पुरा होना।
it: Completati
ja: 完了
ms: Selesai
th: เสร็จแล้ว
ur: مکمل
zh_hans: 完全的

source: Completed %@.
ar: تم إكمال %@.
es: %@completado.
hi: %@पूरा हुआ।
it: Completato %@.
ja: %@を完了しました。
ms: %@ selesai.
th: ทำ %@ เสร็จแล้ว
ur: %@ مکمل ہو گیا۔
zh_hans: 已完成%@。

source: Completed After Due
ar: أُنجز بعد الموعد
es: Completados después del vencimiento
hi: नियत समय के बाद पूर्ण
it: Completati dopo la scadenza
ja: 期限後に完了
ms: Selesai selepas tamat tempoh
th: เสร็จหลังกำหนด
ur: موعد کے بعد مکمل
zh_hans: 到期后完成

source: Completed Before Due
ar: أُنجز قبل الموعد
es: Completados antes del vencimiento
hi: नियत समय से पहले पूर्ण
it: Completati prima della scadenza
ja: 期限前に完了
ms: Selesai sebelum tamat tempoh
th: เสร็จก่อนกำหนด
ur: موعد سے پہلے مکمل
zh_hans: 到期前完成

source: Completed tasks can be archived for future reference. Deleted tasks are permanently removed.
ar: يمكن أرشفة المهام المكتملة للرجوع إليها لاحقاً. المهام المحذوفة تُزال نهائياً.
es: Las tareas completadas se pueden archivar para consultarlas después. Las tareas eliminadas se quitan de forma permanente.
hi: पूरे किए गए काम बाद में देखने के लिए आर्काइव किए जा सकते हैं. हटाए गए काम स्थायी रूप से मिटा दिए जाते हैं.
it: Le attività completate possono essere archiviate per riferimento futuro. Le attività eliminate vengono rimosse definitivamente.
ja: 完了したタスクは、あとで参照できるようにアーカイブできます。 削除したタスクは完全に削除されます。
ms: Tugasan yang selesai boleh diarkibkan untuk rujukan kemudian. Tugasan yang dipadam akan dibuang secara kekal.
th: งานที่ทำเสร็จแล้วสามารถเก็บถาวรไว้ดูภายหลังได้ งานที่ลบจะถูกนำออกถาวร
ur: مکمل شدہ کام بعد میں دیکھنے کے لیے آرکائیو کیے جا سکتے ہیں۔ حذف شدہ کام مستقل طور پر ہٹا دیے جاتے ہیں۔
zh_hans: 已完成的任务可以归档，方便以后查看。 已删除的任务会被永久移除。

source: Completion Rate
ar: معدل الإكمال
es: Tasa de finalización
hi: पूर्णता दर
it: Tasso di completamento
ja: 完了率
ms: Kadar penyelesaian
th: อัตราการทำเสร็จ
ur: تکمیل کی شرح
zh_hans: 完成率

source: Completion rhythm over the last %lld weeks.
ar: إيقاع الإنجاز خلال الأسابيع الـ%lld الماضية.
es: Ritmo de finalización de las últimas %lld semanas.
hi: पिछले %lld हफ्तों की पूर्णता की लय।
it: Ritmo dei completamenti nelle ultime %lld settimane.
ja: 過去%lld週間の完了リズム。
ms: Rentak penyelesaian sepanjang %lld minggu lalu.
th: จังหวะการทำงานเสร็จใน %lld สัปดาห์ที่ผ่านมา
ur: گزشتہ %lld ہفتوں کی تکمیل کی رفتار۔
zh_hans: 过去 %lld 周的完成节奏。

source: Completion rhythm over the last 16 weeks.
ar: إيقاع الإنجاز خلال الأسابيع الـ 16 الماضية.
es: Ritmo de finalización durante las últimas 16 semanas.
hi: पिछले 16 सप्ताहों में पूर्णता की लय।
it: Ritmo dei completamenti nelle ultime 16 settimane.
ja: 過去16週間の完了リズム。
ms: Rentak penyelesaian sepanjang 16 minggu lalu.
th: จังหวะการทำงานที่เสร็จสิ้นในช่วง 16 สัปดาห์ที่ผ่านมา
ur: گزشتہ 16 ہفتوں میں تکمیل کی رفتار۔
zh_hans: 过去 16 周的完成节奏。

source: Completion Sound
ar: صوت الإكمال
es: Sonido de finalización
hi: पूर्णता ध्वनि
it: Suono di completamento
ja: 完了サウンド
ms: Bunyi Selesai
th: เสียงเมื่อเสร็จ
ur: تکمیل کی آواز
zh_hans: 完成声音

source: Completion Trends
ar: اتجاهات الإكمال
es: Tendencias de finalización
hi: पूर्णता रुझान
it: Tendenze di completamento
ja: 完了の傾向
ms: Trend penyelesaian
th: แนวโน้มการทำเสร็จ
ur: تکمیل کے رجحانات
zh_hans: 完成趋势

source: Configure your workflow
ar: قم بتكوين سير العمل الخاص بك
es: Configura tu flujo de trabajo
hi: अपना वर्कफ़्लो कॉन्फ़िगर करें
it: Configura il tuo flusso di lavoro
ja: ワークフローを構成する
ms: Konfigurasikan aliran kerja anda
th: กำหนดค่าเวิร์กโฟลว์ของคุณ
ur: اپنے ورک فلو کو ترتیب دیں۔
zh_hans: 配置您的工作流程

source: Confirm
ar: تأكيد
es: Confirmar
hi: पुष्टि करें
it: Conferma
ja: 確認
ms: Sahkan
th: ยืนยัน
ur: تصدیق کریں
zh_hans: 确认

source: Confirm Profile Image
ar: تأكيد صورة الملف الشخصي
es: Confirmar imagen de perfil
hi: प्रोफ़ाइल चित्र की पुष्टि करें
it: Conferma immagine del profilo
ja: プロフィール画像を確認
ms: Sahkan gambar profil
th: ยืนยันรูปโปรไฟล์
ur: پروفائل تصویر کی تصدیق کریں
zh_hans: 确认头像

source: Connecting this device to toDō Sync.
ar: توصيل هذا الجهاز بـ تُدُ Sync.
es: Conectando este dispositivo a toDō Sync.
hi: इस डिवाइस को टूडू सिंक से कनेक्ट किया जा रहा है।
it: Connessione di questo dispositivo a toDō Sync.
ja: このデバイスを toDō Sync に接続します。
ms: Menyambungkan peranti ini kepada toDō Sync.
th: กำลังเชื่อมต่ออุปกรณ์นี้กับ toDō Sync
ur: اس آلہ کو ٹُڈُو Sync سے منسلک کیا جا رہا ہے۔
zh_hans: 将此设备连接至 toDō Sync。

source: Connection is limited. Online features may be delayed.
ar: الاتصال محدود. قد تتأخر الميزات المتصلة بالإنترنت.
es: La conexión es limitada. Las funciones en línea pueden tardar.
hi: कनेक्शन सीमित है। ऑनलाइन सुविधाओं में देरी हो सकती है।
it: La connessione è limitata. Le funzioni online potrebbero subire ritardi.
ja: 接続が制限されています。オンライン機能に遅延が生じる場合があります。
ms: Sambungan terhad. Ciri dalam talian mungkin tertangguh.
th: การเชื่อมต่อมีข้อจำกัด คุณสมบัติออนไลน์อาจล่าช้า
ur: کنکشن محدود ہے۔ آن لائن خصوصیات میں تاخیر ہو سکتی ہے۔
zh_hans: 连接受限。在线功能可能会延迟。

source: Contact Support
ar: التواصل مع الدعم
es: Contactar con soporte
hi: सहायता से संपर्क करें
it: Contatta l’assistenza
ja: サポートに連絡
ms: Hubungi Sokongan
th: ติดต่อฝ่ายช่วยเหลือ
ur: سپورٹ سے رابطہ کریں
zh_hans: 联系支持

source: Continue
ar: متابعة
es: Continuar
hi: जारी रखें
it: Continua
ja: 続ける
ms: Teruskan
th: ดำเนินการต่อ
ur: جاری رکھیں
zh_hans: 继续

source: Continue creating toDō
ar: متابعة إنشاء toDō
es: Continuar creando el toDō
hi: toDō बनाना जारी रखें
it: Continua a creare il toDō
ja: toDōの作成を続ける
ms: Teruskan mencipta toDō
th: สร้าง toDō ต่อ
ur: toDō بنانا جاری رکھیں
zh_hans: 继续创建 toDō

source: Continue offline
ar: المتابعة دون اتصال
es: Continuar sin conexión
hi: ऑफ़लाइन जारी रखें
it: Continua offline
ja: オフラインで続ける
ms: Teruskan di luar talian
th: ทำงานต่อแบบออฟไลน์
ur: آف لائن جاری رکھیں
zh_hans: 继续离线使用

source: Continue with This Device Only
ar: تابع مع هذا الجهاز فقط
es: Continuar solo con este dispositivo
hi: केवल इस डिवाइस के साथ जारी रखें
it: Continua solo con questo dispositivo
ja: このデバイスのみで続行する
ms: Teruskan dengan Peranti Ini Sahaja
th: ดำเนินการต่อด้วยอุปกรณ์นี้เท่านั้น
ur: صرف اس ڈیوائس کے ساتھ جاری رکھیں
zh_hans: 仅使用此设备继续

source: Continue with your Google account.
ar: المتابعة باستخدام حساب Google.
es: Continuar con tu cuenta de Google.
hi: अपने Google खाते से जारी रखें।
it: Continua con il tuo account Google.
ja: Googleアカウントで続ける。
ms: Teruskan dengan akaun Google anda.
th: ดำเนินการต่อด้วยบัญชี Google ของคุณ
ur: اپنے Google اکاؤنٹ سے جاری رکھیں۔
zh_hans: 使用你的 Google 帐户继续。

source: Continuous
ar: مستمر
es: Continuo
hi: निरंतर
it: Continuo
ja: 継続的
ms: Berterusan
th: ต่อเนื่อง
ur: مسلسل
zh_hans: 连续的

source: Copy Current toDōs
ar: نسخ toDōs الحالية
es: Copiar toDōs actuales
hi: वर्तमान toDōs कॉपी करें
it: Copia i toDō attuali
ja: 現在の toDō をコピー
ms: Salin toDōs Semasa
th: คัดลอก toDōs ปัจจุบัน
ur: موجودہ toDōs کاپی کریں
zh_hans: 复制当前 toDōs

source: Copy This Device's toDōs to %@
ar: نسخ toDōs هذا الجهاز إلى %@
es: Copiar los toDōs de este dispositivo a %@
hi: इस डिवाइस के toDōs को %@ में कॉपी करें
it: Copia i toDō di questo dispositivo in %@
ja: このデバイスの toDō を %@ にコピー
ms: Salin toDōs Peranti Ini ke %@
th: คัดลอก toDōs ของอุปกรณ์นี้ไปยัง %@
ur: اس ڈیوائس کے toDōs کو %@ میں کاپی کریں
zh_hans: 将此设备的 toDōs 复制到 %@

source: Copy this device's visible toDōs into the new choice.
ar: انسخ تُدُس الظاهرة على هذا الجهاز إلى الخيار الجديد.
es: Copia los toDōs visibles de este dispositivo a la nueva opcion.
hi: इस डिवाइस के दिख रहे toDōs को नए विकल्प में कॉपी करें।
it: Copia i toDō visibili di questo dispositivo nella nuova scelta.
ja: このデバイスに表示されているtoDōを新しい選択先へコピーします。
ms: Salin toDō yang kelihatan pada peranti ini ke pilihan baharu.
th: คัดลอก toDō ที่เห็นบนอุปกรณ์นี้ไปยังตัวเลือกใหม่
ur: اس ڈیوائس کے نظر آنے والے toDōs کو نئے انتخاب میں کاپی کریں۔
zh_hans: 将此设备上可见的 toDō 复制到新选择中。

source: Copy your iCloud-backed toDōs into toDō Sync for Android and web access.
ar: انسخ المهام المدعومة منiCloudإلى تُدُ Sync لـAndroidوالوصول إلى الويب.
es: Copie sus tareas pendientes respaldadas poriClouden toDō Sync paraAndroidy acceso web.
hi: Androidऔर वेब एक्सेस के लिए अपनेiCloud-समर्थित toDōs को toDō Sync में कॉपी करें।
it: Copia i tuoi toDōs supportati da ZXPLACEholder0ZX in toDō Sync per ZXPLACEholder1ZX e l'accesso al web.
ja: iCloudにバックアップされた toDō を、Androidと Web アクセス用の toDō Sync にコピーします。
ms: Salin toDōs yang disokongiCloudanda ke dalam toDō Sync untukAndroiddan akses web.
th: คัดลอก toDōs ที่สนับสนุนiCloudของคุณลงใน toDō Sync สำหรับAndroidและการเข้าถึงเว็บ
ur: اپنےiCloudکی حمایت یافتہ ٹُڈُوز کوAndroidاور ویب رسائی کے لیے ٹُڈُو Sync میں کاپی کریں۔
zh_hans: 将iCloud支持的 toDō 复制到 toDō Sync 中，以进行Android和 Web 访问。

source: Copy your latest synced toDōs into device-only storage and step away from account sync.
ar: انسخ أحدث المهام التي تمت مزامنتها إلى وحدة تخزين الجهاز فقط وابتعد عن مزامنة الحساب.
es: Copie sus últimas tareas pendientes sincronizadas en el almacenamiento exclusivo del dispositivo y aléjese de la sincronización de cuentas.
hi: अपने नवीनतम सिंक किए गए toDōs को केवल-डिवाइस स्टोरेज में कॉपी करें और अकाउंट सिंक से दूर हो जाएं।
it: Copia le tue ultime attività sincronizzate nello spazio di archiviazione riservato al dispositivo ed evita la sincronizzazione dell'account.
ja: 最新の同期 toDō をデバイス専用ストレージにコピーし、アカウント同期から離れます。
ms: Salin toDō yang disegerakkan terbaharu anda ke dalam storan peranti sahaja dan jauhi daripada penyegerakan akaun.
th: คัดลอก toDōs ที่ซิงค์ล่าสุดของคุณลงในที่เก็บข้อมูลเฉพาะอุปกรณ์และก้าวออกจากการซิงค์บัญชี
ur: اپنے تازہ ترین مطابقت پذیر ٹُڈُوز کو صرف ڈیوائس اسٹوریج میں کاپی کریں اور اکاؤنٹ کی مطابقت پذیری سے دور رہیں۔
zh_hans: 将最新同步的待办事项复制到仅限设备的存储中，并远离帐户同步。

source: Could not import that sound.
ar: تعذر استيراد هذا الصوت.
es: No se pudo importar ese sonido.
hi: वह ध्वनि आयात नहीं की जा सकी।
it: Impossibile importare quel suono.
ja: そのサウンドを読み込めませんでした。
ms: Tidak dapat mengimport bunyi itu.
th: นำเข้าเสียงนั้นไม่ได้
ur: وہ آواز درآمد نہیں ہو سکی۔
zh_hans: 无法导入该声音。
